Repository: juanchinmiedo/Loja-Geisimara-Core
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# gelA
source: Gel Aplication
pt_br: Aplicação de Gel

# acrylicA
source: Acrylic Aplication
pt_br: Aplicação de Acrílico

# fiberA
source: Fiber Aplication
pt_br: Aplicação de Fibra

# gelM
source: Gel Maintenance
pt_br: Manutenção de Gel

# acrylicM
source: Acrylic Maintenance
pt_br: Manutenção de Acrílico

# fiberM
source: Fiber Maintenance
pt_br: Manutenção de Fibra

source: Simple Varnish
pt_br: Verniz Simples

# gelVarnish
source: Gel Varnish Reinforcement
pt_br: Reforço com Verniz de Gel

source: Cutilage
pt_br: Cutilagem

source: Gel Varnish Pedicure
pt_br: Pedicure com Verniz de Gel

source: Simple Pedicure
pt_br: Pedicure Simples

# nailDecorations
source: Decorations
pt_br: Decorações

# homeTab
source: Home
pt_br: Inicio

# mapsTab
source: Maps
pt_br: Mapas

# clientsTab
source: Clients
pt_br: Clientes

# bookingTab
source: Booking
pt_br: Agendamento

# profileTab
source: Profile
pt_br: Perfil

# bookNowButton
source: Book Now
pt_br: Reservar agora

# bookNowTitle
source: Schedule Appointment
pt_br: Agendar Marcação

# bookNowSubtitle
source: Schedule your appointment in a few seconds
pt_br: Agende sua consulta em poucos segundos

# openInMaps
source: Open in Google Maps
pt_br: Abrir no Google Maps

# openInMapsError
source: Could not open Google Maps
pt_br: Não foi possível abrir o Google Maps

# intro
source: Manicure, Pedicure and Eyebrows and Eyelashes Design
pt_br: Manicure, Pedicure e Design de Sobrancelhas e Cilios

# start
source: Get Started
pt_br: Começar

source: View all
pt_br: Ver todo

source: Offers
pt_br: Ofertas

source: website
pt_br: site web

# Bspecialists
source: Best Specialists
pt_br: Melhores Especialistas

# Bservices
source: Best Services
pt_br: Melhores Serviços

# Aservices
source: All Services
pt_br: Todos os Serviços

# Aspecialists
source: All Specialists
pt_br: Todos os Especialistas

source: Continue with Google
pt_br: Continuar com Google

source: Start admin mode
pt_br: Iniciar modo admin

source: Admin mode enabled
pt_br: Modo admin ativado

source: Continue as guest
pt_br: Continuar como convidado

# logout
source: Sign out
pt_br: Fechar sessão

source: Language
pt_br: Idioma

source: Category
pt_br: Categoria

source: hands
pt_br: mãos

source: feet
pt_br: pés

source: services
pt_br: serviços

# openUrlError
source: Could not open {url}
pt_br: Não foi possível abrir {url}

source: No services found
pt_br: Nenhum serviço encontrado

source: No specialists found
pt_br: Nenhum especialista encontrado

# googleLoginSuccess
source: Google login successful
pt_br: Sessão iniciada com Google

source: Guest
pt_br: Convidado

source: About me
pt_br: Sobre mim

source: Worker not found
pt_br: Trabalhador não encontrado

# noPhotos
source: No photos yet
pt_br: Ainda não há fotos

source: No services assigned
pt_br: Nenhum serviço atribuído

source: Error loading specialists
pt_br: Erro ao carregar especialistas

source: Error loading services
pt_br: Erro ao carregar serviços

source: Price on request
pt_br: Preço sob consulta

# viewProfileAndCatalog
source: View profile & catalog
pt_br: Ver perfil e catálogo

# createAppointmentTitle
source: Create appointment
pt_br: Criar marcação

# editAppointmentTitle
source: Edit appointment
pt_br: Editar marcação

# modeExisting
source: Existing
pt_br: Existente

# modeNew
source: New
pt_br: Novo

# searchClientLabel
source: Search (name / phone / instagram)
pt_br: Pesquisar (nome / telefone / instagram)

source: No matches
pt_br: Sem resultados

# firstNameLabel
source: First name
pt_br: Nome

# lastNameLabel
source: Last name
pt_br: Apelido

# countryLabel
source: Country
pt_br: País

# phoneLabel
source: Phone
pt_br: Telefone

# instagramOptionalLabel
source: Instagram (optional)
pt_br: Instagram (opcional)

# firstNameRequired
source: First name is required
pt_br: O nome é obrigatório

# lastNameRequired
source: Last name is required
pt_br: O apelido é obrigatório

# procedureLabel
source: Procedure
pt_br: Procedimento

# procedureRequired
source: Procedure is required
pt_br: O procedimento é obrigatório

# typeLabel
source: Type
pt_br: Tipo

# typeRequired
source: Type is required
pt_br: O tipo é obrigatório

# mostCommonBadge
source: Most common
pt_br: Mais comum

# selectTimePlaceholder
source: Select time
pt_br: Selecionar hora

# timeRequired
source: Time is required
pt_br: A hora é obrigatória

# priceLabel
source: Price: €{value}
pt_br: Preço: €{value}

# timeMinutesLabel
source: Time: {minutes}m
pt_br: Tempo: {minutes}m

# timeMinutesEmpty
source: Time: —
pt_br: Tempo: —

# selectExistingClient
source: Select an existing client
pt_br: Selecione um cliente existente

# phoneOrInstagramRequired
source: Phone or Instagram is required
pt_br: É necessário telefone ou Instagram

source: Appointment created
pt_br: Marcação criada

source: Appointment updated
pt_br: Marcação atualizada

source: Appointment deleted
pt_br: Marcação eliminada

# deleteAppointmentTitle
source: Delete appointment?
pt_br: Eliminar marcação?

# deleteAppointmentBody
source: This action cannot be undone.
pt_br: Esta ação não pode ser desfeita.

source: Delete
pt_br: Eliminar

source: No
pt_br: Não

source: Save
pt_br: Guardar

source: Create
pt_br: Criar

# errorWithValue
source: Error: {value}
pt_br: Erro: {value}

# clientFallback
source: Client
pt_br: Cliente

# serviceFallback
source: Service
pt_br: Serviço

# appTitle
source: Nails Studio
pt_br: Salão de Manicure

source: Schedule
pt_br: Agenda

# price
source: Price: {price}
pt_br: Preço: {price}

# appointmentsCount
source: {count, plural, =0{No appointments} =1{1 appointment} other{{count} appointments}}
pt_br: {count, plural, =0{Sem agendamentos} =1{1 agendamento} other{{count} agendamentos}}

source: Confirm booking
pt_br: Confirmar agendamento

source: Cancel
pt_br: Cancelar

# successBooking
source: Your appointment is confirmed!
pt_br: Seu agendamento foi confirmado!

# selectProcedurePlaceholder
source: Select Procedure
pt_br: Selecionar Procedimento

# selectProcedureHelper
source: Please select a procedure
pt_br: Por favor selecione um procedimento

# pickProcedureTitle
source: Pick a Procedure
pt_br: Selecione um procedimento

# selectTypePlaceholder
source: Select Type
pt_br: Selecionar Tipo

# pickTypeTitle
source: Pick a Type
pt_br: Selecione um tipo
